Repository: wojciechsura/z
Catalog: CustomCommandsModule/Resources/Strings.*.resx
Languages: pl_pl

# CustomCommands_Config_Add
source: Add
pl_pl: Dodaj

# CustomCommands_Config_Command
source: Command
pl_pl: Komenda

# CustomCommands_Config_CommandHelp1
source: Use the following special strings:
pl_pl: Użyj następujących specjalnych ciągów:

# CustomCommands_Config_CommandHelp11
source: - to insert plain {, and
pl_pl: - by wstawić znak {, oraz

# CustomCommands_Config_CommandHelp13
source: - to insert plain }.
pl_pl: - by wstawić znak }.

# CustomCommands_Config_CommandHelp3
source: - to insert first parameter of command. Use {1}, {2}, ... to insert next parameters.
pl_pl: - by wstawić pierwszy parametr polecenia. Użyj {1}, {2}, ..., by wstawić kolejne parametry.

# CustomCommands_Config_CommandHelp5
source: - to insert first URL-encoded parameter of command.
pl_pl: - by wstawić pierwszy parametr zakodowany dla URL.

# CustomCommands_Config_CommandHelp7
source: - to insert whole parameter text
pl_pl: - by wstawić cały tekst parametrów

# CustomCommands_Config_CommandHelp9
source: - to insert whole URL-encoded parameter text.
pl_pl: - by wstawić cały tekst parametrów zakodowany dla URL.

# CustomCommands_Config_Comment
source: Comment
pl_pl: Komentarz

# CustomCommands_Config_CustomCommands
source: Custom commands
pl_pl: Komendy użytkownika

# CustomCommands_Config_Delete
source: Delete
pl_pl: Usuń

# CustomCommands_Config_Key
source: Key
pl_pl: Skrót

# CustomCommands_Config_Kind
source: Kind
pl_pl: Rodzaj

# CustomCommands_Config_ResultCommand
source: Result command:
pl_pl: Wynikowe polecenie:

# CustomCommands_Config_TestInput
source: Test input:
pl_pl: Testowe wejście:

# CustomCommands_Config_TestInput_Default
source: FirstParameter "Second parameter with spaces and "quotes"""
pl_pl: PierwszyParametr "DrugiParametr ze spacjami i ""cudzysłowami"""

# CustomCommands_Message_CannotExecute
source: Cannot execute: {0}
pl_pl: Nie mogę uruchomić: {0}

# CustomCommands_Message_CustomCommandKeysCannotContainSpaceCharacters
source: Custom command keys cannot contain space characters!
pl_pl: Skróty komend użytkownika nie mogą zawierać znaków spacji!

# CustomCommands_Message_CustomCommandKeysMustBeUnique
source: Custom command keys must be unique!
pl_pl: Skróty komend użytkownika muszą być unikalne!

# CustomCommands_ModuleDisplayName
source: Custom
pl_pl: Komendy użytkownika

# CustomCommands_Message_InvalidCommandSyntax
source: Invalid command syntax or broken command input.
pl_pl: Nieprawidłowa składnia polecenia lub nieprawidłowe dane wejściowe.
